ags-hyprpanel-git
catppuccin-gtk-theme-macchiato
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-symbols
etcher-bin
freetype2-qdoled
gallery-dl-bin
grimblast-git
kanagawa-gtk-theme-git
kanagawa-icon-theme-git
kvantum-theme-catppuccin-git
matugen-bin
microsoft-edge-stable-bin
mullvad-vpn-bin
onlyoffice-bin
paru
paru-debug
protontricks
qimgv-git
qt6ct-kde
quickemu-git
quickshell-git
r2modman-bin
razergenie
rofi-nerdy
rtw89-dkms-git
shell-color-scripts-git
ttf-joypixels
visual-studio-code-bin
walker
winboat-bin
wl-kbptr
xf86-video-vmware
zen-browser-bin
