7zip
act
adw-gtk-theme
alsa-utils
amd-ucode
android-tools
appmenu-gtk-module
aquamarine
archlinux-xdg-menu
ark
aspnet-runtime
base
base-devel
bc
bind
blueman
bluez
bluez-utils
btop
btrfs-progs
chafa
clang
cliphist
corectrl
cups
dart-sass
dmidecode
dnsmasq
docker
dolphin
dotnet-runtime
dotnet-sdk
dotnet-sdk-8.0
efibootmgr
evtest
eza
fastfetch
fd
firefox
flatpak
fzf
gamescope
gammaray
ghostty
git
git-crypt
git-delta
git-filter-repo
github-cli
grim
grub
grub-btrfs
gst-plugin-pipewire
gvfs
hplip
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-protocols
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i2c-tools
imagemagick
inetutils
inotify-tools
intel-media-driver
iwd
jp2a
jq
kde-cli-tools
kdegraphics-thumbnailers
kitty
konsole
krusader
kvantum
lazygit
lib32-mangohud
libappindicator
libgtop
libguestfs
libnotify
libpulse
libreoffice-still
libva-intel-driver
linux
linux-firmware
linux-headers
ly
man-db
man-pages
mesa-utils
mpv
neovim
networkmanager
nwg-displays
nwg-look
openbsd-netcat
openfortivpn
openrazer-daemon
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
patchelf
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
power-profiles-daemon
powertop
protontricks
pv
pyenv
python-pip
qbittorrent
qemu-full
qt5-wayland
qt6-wayland
ripgrep
rocm-hip-sdk
rocm-opencl-sdk
rocm-smi-lib
rust-wasm
samba
sane
simple-scan
slurp
smartmontools
socat
soundfont-fluid
steam
stow
swappy
swtpm
swww
syncplay
sysstat
system-config-printer
tesseract
tesseract-data-ara
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-deu
tesseract-data-eng
tesseract-data-fra
tesseract-data-ita
tesseract-data-jpn
tesseract-data-kor
tesseract-data-por
tesseract-data-ron
tesseract-data-rus
tesseract-data-spa
thunar
timeshift
tk
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
umu-launcher
unzip
vim
virt-manager
virt-viewer
vulkan-intel
vulkan-radeon
vulkan-tools
waydroid
webkit2gtk
webkit2gtk-4.1
wev
wf-recorder
wget
wine
wine-mono
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yazi
ydotool
yq
yt-dlp
zellij
zoxide
zram-generator
zsh
