ags-hyprpanel-git
ascii-image-converter-git
bridge-utils
c++utilities
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-symbols
elephant-todo
etcher-bin
freetype2-qdoled
gallery-dl-bin
microsoft-edge-stable-bin
mullvad-vpn-bin
neothesia
paru
paru-debug
pianobooster-custom
qimgv-git
qt6ct-kde
qtutilities-qt6
quickemu-git
quickshell-git
r2modman-bin
razergenie
rtw89-dkms-git
shell-color-scripts-git
themix-icons-papirus-git
ttf-joypixels
visual-studio-code-bin
walker
xdg-desktop-portal-termfilechooser-boydaihungst-git
xf86-video-vmware
zen-browser-bin
