ags-hyprpanel-git
catppuccin-gtk-theme-macchiato
freetype2-qdoled
gallery-dl-bin
grimblast-git
kanagawa-gtk-theme-git
kanagawa-icon-theme-git
kvantum-theme-catppuccin-git
matugen-bin
microsoft-edge-stable-bin
mullvad-vpn-bin
onlyoffice-bin
paru
paru-debug
protontricks
qimgv-git
qt6ct-kde
quickshell-git
r2modman-bin
razergenie
rofi-nerdy
rtw89-dkms-git
shell-color-scripts-git
ttf-joypixels
ttf-ms-win10
ttf-ms-win10-japanese
ttf-ms-win10-korean
ttf-ms-win10-other
ttf-ms-win10-sea
ttf-ms-win10-thai
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
visual-studio-code-bin
wl-kbptr
xf86-video-vmware
zen-browser-bin
